Revit 2027 API
ParameterTypeId.PhyMaterialParamShearMod Property
 "Shear modulus"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamShearMod { get; }
Public Shared ReadOnly Property PhyMaterialParamShearMod As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamShearMod {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamShearMod : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace